{
	"home" : "Home",
	"works" : "Works",
	"process" : "Processes",
	"about" : "About me",
	"contact" : "Contact",
	"slogan" : "Usability and Interface Design without Setbacks",
	"slogan2" : "Design as a way of understanding digital communication",
	"localization" : "Localization",
	"loc_text" : "Nothing like the user's treatment around of their world. Location, use of metadata, augmented reality. Geo-positioning, offer focused on the interests of each person in each specific place.",
	"ux" : "User Experience",
	"ux_text" : "The priority in the design reverts directly to the user experience that consumes it. Design is to facilitate, streamline, reduce the learning curve, optimize performance. usability, usability...",
	"rwd_text" : "Responsive webdesign. Wherever you are, whatever you are. Use whatever you need where you need it. Take advantage of every micro-moment offering what is demanded at that moment.",
	"tit1" : "Motivation is the key to the life",
	"sec1" : "As an employee, as a freelance, as for friends, as for myself, I have participated in a few projects. Here a small reference:",
	"sec1_2" : "There is more, much more, but it is becoming obsolete or unable to visualize. I keep some more reference in the inkwell.",
	"tit1_2" : "Job chronology",
	"tit2" : "Cognitive Processes",
	"tit2_2" : "Work flows",
	"sec2" : "Gestation and generation of ideas, problem solving,... the entire process of creation is part of the cognitive process of the user.",
	"tit3" : "Nothing is simple, everything should be effortless",
	"sec3" : "Usability and accessibility of applications, content, information architecture, corporate portals, animation, online marketing, web design, SEO positioning, digital video production and postproduction ... Many areas have been treated during these years , always oriented towards visual communication in electronic formats.",
	"tit3_2" : "About me",
	"tit3_3" : "Skills that I train daily ... or almost!",
	"tit4" : "Humans are the basic potential of the whole process",
	"sec4" : "If you want, we can talk about projects. I am always open to new challenges. Want to materialize something online? Surely we can agree ;-)",
	"send" : "Submit",
	"message" : "Message",
	"subject" : "Subject",
	"email" : "Email",
	"name" : "Name",
	"resume" : "View Resume ES",
	"resume2" : "View Resume EN"
}