
{ id:0, title: "home", desc: "Home"},
{ id:0, title: "works", desc: "Trabajos"},
{ id:0, title: "process", desc: "Procesos"},
{ id:0, title: "about", desc: "Sobre mí"},
{ id:0, title: "contact", desc: "Contacto"},
{ id:0, title: "slogan", desc: "Usabilidad y Diseño de Interface sin Contrariedades"},
{ id:0, title: "slogan2", desc: "El diseño como forma de entender la comunicación digital"},
{ id:0, title: "localization", desc: "Localización"},
{ id:0, title: "loc_text", desc: "Nada como el tratamiento del usuario respecto a su mundo. Ubicación, uso de los metadatos, realidad aumentada. Geoposicionamiento, oferta centrada en los intereses de cada persona en cada lugar concreto."},
{ id:0, title: "ux", desc: "Experiencia de usuario"},
{ id:0, title: "ux_text", desc: "La prioridad en el diseño revierte directamente en la experiencia del usuario que lo consume. Diseñar es facilitar, agilizar, reducir la curva de aprendizaje, optimizar el rendimiento. usabilidad, usabilidad..."},
{ id:0, title: "rwd_text", desc: "Diseño responsivo. Donde estés, con lo que estés. Utiliza lo que necesites donde lo necesites. Aprovechar cada micromomento ofreciendo lo que se demanda en ese instante."},
{ id:0, title: "tit1", desc: "La motivación es la clave de la vida"},
{ id:0, title: "sec1", desc: "Tanto como empleado, como freelance, como para amigos, como para mí mismo, he participado en unos cuantos proyectos. Aquí una pequeña referencia:"},
{ id:0, title: "sec1_2", desc: "Hay más, mucho más, pero se va quedando obsoleto o sin posibilidad de visualizar. Mantengo alguna referencia más en el tintero."},
{ id:0, title: "tit1_2", desc: "Cronología laboral"},
{ id:0, title: "tit2", desc: "Procesos cognitivos"},
{ id:0, title: "tit2_2", desc: "Flujos de trabajo"},
{ id:0, title: "sec2", desc: "Gestación y generación de ideas, resolución de problemas,... todo el proceso de creación es parte del proceso cognitivo del usuario."},
{ id:0, title: "tit3", desc: "Nada es simple, todo debe resultar sencillo"},
{ id:0, title: "sec3", desc: "Usabilidad y accesibilidad de aplicaciones, contenidos, arquitectura de la información, portales corporativos, animación, marketing online, diseño web, posicionamiento SEO, producción y postproducción de v&iacute;deo digital... Muchas han sido las Áreas que durante todos estos años he tratado, siempre orientado hacia la comunicación visual en formatos electrónicos."},
{ id:0, title: "tit3_2", desc: "Sobre mí"},
{ id:0, title: "tit3_3", desc: "Habilidades que entreno a diario... o casi!"},
{ id:0, title: "tit4", desc: "Los seres humanos son el potencial básico de todo el proceso"},
{ id:0, title: "sec4", desc: "Si quieres hablamos sobre proyectos. Siempre estoy abierto a nuevos retos. Quieres materializar algo online? Seguramente podamos ponernos de acuerdo ;-)"},
{ id:0, title: "send", desc: "Enviar"},
{ id:0, title: "message", desc: "Mensaje"},
{ id:0, title: "subject", desc: "Asunto"},
{ id:0, title: "email", desc: "Email"},
{ id:0, title: "name", desc: "Nombre"},
{ id:0, title: "resume", desc: "Ver Currículum ES"},
{ id:0, title: "resume2", desc: "Ver Currículum EN"}