<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>&middot; Dise&ntilde;o y Marketing &middot; SADMedia &middot;</title>
<META NAME="searchtitle" CONTENT="Diseño y Marketing">
<meta name="Abstract" CONTENT="Diseño y Marketing">
<meta name="title" content="Diseño y Marketing">
<meta name="DC.Title" content="Diseño y Marketing">
<meta http-equiv="title" content="Diseño y Marketing">
<meta name="description" content="Diseño y Marketing. Por Daniel Gómez.">
<meta http-equiv="description" content="Diseño y Marketing. Por Daniel Gómez.">
<meta http-equiv="DC.Description" content="Diseño y Marketing. Por Daniel Gómez.">
<meta name="keywords" content="diseño, marketing, video, digital, madrid">
<meta http-equiv="keywords" content="diseño, marketing, video, digital, madrid">
<link rev="made" href="mailto:ddaniel.gomez@gmail.com">
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
<!--// Diseño Web Madrid. SADMedia, Multimedia a medida. Comercio Electrónico, Video Digital y cualquier Soporte desde el que promocionar a su empresa. //-->
<link rel="stylesheet" href="stilo/class.css" type="text/css">
 
</head>

<body bgcolor="#CCCCCC" leftmargin="0" topmargin="0" marginwidth="0" marginheight="0">
<strong><a name="top"></a></strong><br>
<table width="700" border="0" align="center" cellpadding="0" cellspacing="0" background="img/fondo.gif">
  <tr> 
    <td width="600" height="15" bgcolor="#CCCCCC">&nbsp;</td>
    <td width="15" height="15"><img src="img/esq.png" width="20" height="20"></td>
    <td height="15" align="right" class="comu"><strong><a href="http://www.sadmedia.com" target="_blank" class="comu" onmouseOver="this.style.color='000000'" onmouseOut="this.style.color='990000'">Dise&ntilde;o 
      Web</a></strong>&nbsp;</td>
  </tr>
</table>
<table width="700" border="0" align="center" cellpadding="0" cellspacing="0">
  <tr>
    <td class="comu"><img src="img/cab.jpg" width="700" height="65"></td>
  </tr>
</table>
<table width="700" border="0" align="center" cellpadding="5" cellspacing="10" background="img/fondo.gif">
  <tr> 
    <td colspan="3" class="comu">Alumno: <strong>Daniel G&oacute;mez Mu&ntilde;oz.</strong><br>
      Especialidad: <strong>Master of Arts in Graphic Design Multimedia.</strong><br>
      Centro: <strong>Bircham International University.</strong><br>
      Informe: <strong>Dise&ntilde;o y Marketing.</strong> Alan Swann.<br>
      Fecha: <strong>06 de Junio de 2004.</strong></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" align="center" class="miniRojo"> <h1>Dise&ntilde;o y Marketing</h1></td>
  </tr>
  <tr> 
    <td width="150" valign="top" class="comu"><strong>&Iacute;ndice.</strong></td>
    <td colspan="2" class="miniRojo"><br>
      1. <a href="#estilo" class="miniRojo">Del Estilo</a>.<br>
      2. <a href="#historia" class="miniRojo">Historia</a>.<br>
      3. <a href="#elementos" class="miniRojo">Elementos de Dise&ntilde;o; La 
      Tipograf&iacute;a.</a><br>
      4. <a href="#color" class="miniRojo">El Color.</a><br>
      5. <a href="#foto" class="miniRojo">La Fotograf&iacute;a.</a><br>
      6. <a href="#ilustra" class="miniRojo">La Ilustraci&oacute;n.</a><br>
      7. <a href="#styles" class="miniRojo">Diferentes Estilos.</a><br>
      8. <a href="#casos" class="miniRojo">Casos de Estudio.</a></td>
  </tr>
  <tr> 
    <td  colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" valign="top" class="comu">
      <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><strong>1. Del Estilo.<a name="estilo"></a></strong></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td valign="top" class="miniRojo">&nbsp;</td>
    <td colspan="2" class="miniRojo">Para hablar del estilo nos centraremos sobre 
      las dos partes principales que lo recogen: La atm&oacute;sfera global y 
      mensaje que el dise&ntilde;ador transmite y los elementos de dise&ntilde;o 
      que la provocan, de importancia individual pero que generan a su vez una 
      forma de conjunto, siendo vital la homogeneidad de los mismos de una u otra 
      manera.<br> <br>
      El &uacute;nico modo de definir el estilo es mediante la retrospecci&oacute;n, 
      por lo que las bases, si bien flexibles, ya han sido muy estudiadas desde 
      los comienzos.<br> <br>
      Hoy d&iacute;a, cualquier tipo de novedad o propuesta novedosa v&aacute; 
      a partir de un estilo ya definido, eso s&iacute;, con matices, interpretaciones 
      y elementos nuevos quiz&aacute; o que aporten una visi&oacute;n exclusiva 
      por parte del creador.<br> <br>
      Pero para generar un conjunto global bien definido, siempre ser&aacute; 
      conveniente llevar a estudio el dise&ntilde;o de los elementos que lo componen 
      y que &eacute;stos de manera aislada contribuyan a la creaci&oacute;n de 
      la obra, siendo de vital importancia la <strong>Tipograf&iacute;a</strong>, 
      como entidad clave en la expresi&oacute;n de un mensaje publicitario ya 
      sea de car&aacute;cter impreso, digital o cualquier formato escogido.</td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" valign="top" class="comu"><table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><strong>2. Historia.<a name="historia"></a></strong></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td valign="bottom" class="miniRojo">&nbsp;</td>
    <td colspan="2" class="miniRojo">En su comienzo, antes del siglo XX, los estilos 
      de dise&ntilde;o proven&iacute;an de la creaci&oacute;n art&iacute;stica, 
      derivada hacia unas intenciones comerciales.<br>
      La tradici&oacute;n hac&iacute;a vital que el material publicitario reflejara 
      elementos del arte popular, modific&aacute;ndose en la medida que se requer&iacute;a 
      para que &eacute;ste pudiera ser filmado e impreso.<br> <br>
      Como estilos reconocidos encontramos el Victoriano, de finales del siglo 
      XIX, de influencia medieval y centrado en el uso de las combinacines de 
      siluetas y conjuntos florales.<br> <br>
      Cabe destacar como artistas de la &eacute;poca los ilustradores <strong>William 
      Morris, Aubrey Beardsley y Will Bradley</strong>.<br> <br>
      Con el comienzo del siglo XX y de la mano de artistas como <strong>Peter 
      Behrens</strong>, comenz&oacute; a caer este planteamiento t&aacute;n cerrado 
      para dar pie a creaciones mucho m&aacute;s funcionales y la utilizaci&oacute;n 
      del espacio de una forma no conocida hasta entonces. Fuera de toda regla 
      est&aacute;tica, se comenzaron a plantear elementos y estilos m&aacute;s 
      propios de creadores art&iacute;sticos, defini&eacute;ndose as&iacute; de 
      una manera m&aacute;s personalizada cada &aacute;rea de dise&ntilde;o.<br> 
      <br>
      El legado, por tanto, de aquella &eacute;poca es enorme, y la reutilizaci&oacute;n 
      de forma creativa de cualquiera de estas l&iacute;neas en una sociedad cada 
      vez m&aacute;s segmentada sumado a la infinitas posiblilidades que nos permiten 
      las nuevas t&eacute;cnicas tanto de desarrollo como de impresi&oacute;n, 
      hace necesario el estudio hist&oacute;rico para acercarse de manera &oacute;ptima 
      al desarrollo de un planteamiento v&aacute;lido para cada producto en cuesti&oacute;n.</td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" valign="top" class="comu"><table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><strong>3. Elementos de Dise&ntilde;o.<a name="elementos"></a></strong></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td class="miniRojo">&nbsp;</td>
    <td colspan="2" class="miniRojo">Lo primero que un dise&ntilde;ador se encuentra 
      antes de comenzar su trabajo, es un lienzo, al que en primer orden, debe 
      adjudic&aacute;rsele una <strong>forma</strong>, un <strong>tama&ntilde;o</strong> 
      y en muchos de los casos un <strong>formato</strong> que determinar&aacute; 
      desde un principio su creaci&oacute;n.<br> <br>
      As&iacute; pues, el trabajo comenzar&aacute; mucho antes del l&aacute;piz 
      en el papel, necesitando definir c&oacute;mo va a ser ese papel para luego 
      escoger el l&aacute;piz a utilizar.<br> <br>
      En muchos casos estos tres elementos nos vienen definidos por el medio en 
      el que vamos a desenvolver el trabajo; en otros existe la posibilidad de 
      elecci&oacute;n siempre que sea acorde con un presupuesto probablemente 
      ya fijado y con unas posibilidades de impresi&oacute;n ya definidas.<br> 
      <br>
      El dise&ntilde;o comienza con unos condicionantes claros, y debe ser aplicado 
      correctamente en funci&oacute;n de esto.<br>
      No es lo mismo un dise&ntilde;o de un folleto, para leer en mano, que una 
      valla publicitaria en una autopista, el dise&ntilde;o de una l&iacute;nea 
      de &#8220;packaging&#8221; para una familia de productos que un m&oacute;dulo 
      para peri&oacute;dico a una tinta, o revista en cuatricom&iacute;a, dise&ntilde;o 
      para internet, presentaci&oacute;n visual en retroproyector,&#8230;. Es 
      necesario definir el marco en el que ser&aacute; expuesto para acertar con 
      el dise&ntilde;o que dificilmente puede convivir en una aplicaci&oacute;n 
      u otra.<br> <br>
      Tras definir forma, tama&ntilde;o y formato, el principal elemento con el 
      que trabajaremos ser&aacute; la tipograf&iacute;a, madre de la expresi&oacute;n 
      impresa.<br> <br>
      Y es que es realmente dif&iacute;cil evitar el texto en un mensaje, pues 
      si bien podemos reducirlo a la m&iacute;nima expresi&oacute;n a cambio de 
      im&aacute;genes o elementos pict&oacute;ricos de gran impacto, la sencillez 
      con la que una palabra, una frase expresa lo que queremos contar, nunca 
      podremos conseguirlo de otra forma.<br> <br>
      Cientos, por no decir miles de tipograf&iacute;as distintas se encuentran 
      a disposici&oacute;n del dise&ntilde;ador a dem&aacute;s de las que uno 
      mismo puede crear para un dise&ntilde;o concreto y las propias de cada persona 
      &#8216;a mano alzada&#8217;, pero existen familias muy definidas desde hace 
      mucho tiempo que, si bien han ido cobrando distintos valores, queda claro 
      su efectividad en casos concretos. 
      <ul>
        <li><strong>Tipos serif.</strong><br>
          Que son aquellos en los que los caracteres son adornados o rematados 
          con &#8216;serifas&#8217; en sus puntas.<br>
          Nos aportan una clara facilidad de lectura cuando se trata de textos 
          grandes, como en libros, a la vez que evocan un estilo tradicional por 
          s&iacute; mismas.<br>
          <br>
          <img src="img/serif.png" width="550" height="250"><br>
          <br>
        </li>
        <li><strong>Tipos sans serif.</strong><br>
          O tambi&eacute;n llamados de palo seco, m&aacute;s modernos y adaptables 
          suelen utilizarse para titulares y rotulado.<br>
          Muy legibles para la lectura en pantalla (l&eacute;ase utilizaci&oacute;n 
          en internet), aportan una l&iacute;nea de estilo m&aacute;s moderna.<br>
          <img src="img/sans.png" width="550" height="250"><br>
        </li>
        <li><strong>Tipos distintivos.</strong><br>
          Donde podr&iacute;a englobarse las tipograf&iacute;as &#8216;hand writting&#8217; 
          , fantas&iacute;a, y todas aquellas derivadas donde prima el poder ilustrativo 
          m&aacute;s que la funcionalidad de lectura. Muy &uacute;tiles para combinaciones. 
          <br>
          <img src="img/distint.png" width="550" height="250"> </li>
      </ul>
      La tipograf&iacute;a como elemento de dise&ntilde;o contiene tanta fuerza 
      que en s&iacute; misma puede evocar un estilo u otro seg&uacute;n sea elegida 
      o mostrada.<br> <br>
      Sobra destacar el reto que supone la mezcla de varias de ellas, definiendo 
      as&iacute; un estilo con matices que s&oacute;lo un buen dise&ntilde;ador 
      ser&aacute; capaz de combinar para atracci&oacute;n del usuario. Como elementos 
      de dise&ntilde;o predefinidos tambi&eacute;n encontramos las orlas y los 
      contornos, como posibilidad de combinaci&oacute;n y elemento separador que 
      facilita el uso del espacio, enmarca y cierra en un todo nuestro trabajo.</td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" class="comu"><table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><strong>4. El Color.<a name="color"></a></strong></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td class="miniRojo">&nbsp;</td>
    <td colspan="2" class="miniRojo">Pero si algo es culpable de crear la atm&oacute;sfera, 
      el conjunto creativo, es el <strong>color</strong>, padre de cualquier sentimiento, 
      capaz de aunar todos los elementos bien escogidos y potenciar un &aacute;nimo, 
      un estilo visual, una emoci&oacute;n.<br> <br>
      Este elemento es capaz de aportar de forma sensible la intenci&oacute;n 
      del mensaje.<br>
      Su uso debe ser cuidadoso y en funci&oacute;n del soporte en el que vayamos 
      a trabajar, deberemos saber combinar y utilizar una o varias tintas.<br> 
      <br>
      En ocasiones, como en trabajos con una sola tinta, es conveniente el uso 
      de colores pasivos, que no distraigan la atenci&oacute;n sobre el mensaje 
      que se quiere comunicar, mientras que el uso adecuado de colores brillantes 
      permite atraer de forma directa la atenci&oacute;n sobre el anuncio.<br> 
      <br>
      La utilizaci&oacute;n de una sola gama de rojos permite evocar un aire de 
      antig&uuml;edad, mientras que podemos crear una l&iacute;nea sofisticada 
      y tecnol&oacute;gica mediante gamas de azules o verdes.<br>
      El trabajo en cuatricom&iacute;a o a todo color nos permite imitar texturas 
      o escenarios tridimensionales mientras que tambi&eacute;n puede permitirnos 
      su uso como simbolog&iacute;a.<br> <br>
      Las posibilidades, bien elegidas, son infinitas, si bien, como ya comentaba, 
      un mal uso nos puede alejar completamente de nuestra intenci&oacute;n, creando 
      un efecto err&oacute;neo o negativo para la transmisi&oacute;n del mensaje 
      que quer&iacute;amos realizar.<br>
      Para un correcto uso del color debemos saber, sin entrar en demasiados detalles, 
      al menos los colores b&aacute;sico y colores complementarios, lo que nos 
      permitir&aacute; a la hora de dise&ntilde;ar, conseguir una correcta composici&oacute;n.<br>
      Adjunto una rueda de colores complementarios b&aacute;sica.<br> <br> <div align="center"><img src="img/rueda_color.png" alt="Rueda de Colores Complementarios" width="250" height="250"> 
      </div>
      <br> <br>
      Donde se puede observar cu&aacute;l es el color complementario de cada uno. 
      La variedad de composici&oacute;n es menester de cada uno, si bien es sabido 
      que un color con su complementario genera una tensi&oacute;n muy equilibrada. 
      <br> <br>
      Esta otra rueda de color entra en mucho m&aacute;s detalle de utilizaci&oacute;n.<br> 
      <br> <br> <div align="center"><img src="img/cwheel.jpg" alt="Rueda de Colores Complementarios" width="550" height="415"> 
      </div>
      <br> <br>
      Para ejemplificar esta combinaci&oacute;n de tensiones, se puede crear una 
      ret&iacute;cula con dos colores complementarios, donde se observar&aacute; 
      c&oacute;mo cada color logra dominar temporalmente sobre el otro, generando 
      as&iacute; un dise&ntilde;o cambiante s&oacute;lo conseguido por dos colores 
      complementarios.<br> <br> <div align="center"><img src="img/ret.png" alt="Reticula de Colores Complementarios" width="250" height="250"> 
      </div></td>
  </tr>
    <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" class="comu"><table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><strong>5. La Fotografía.<a name="foto"></a></strong></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td class="miniRojo">&nbsp;</td>
    <td colspan="2" class="miniRojo">Actualmente la fotograf&iacute;a resulta 
      un elemento casi indispensable para el dise&ntilde;o y numerosos fot&oacute;grafos 
      participan en estudios aportando su material y conocimientos en pro de trabajos 
      publicitarios.<br> <br>
      Desde el comienzo de su utilizaci&oacute;n ha pasado por varias formas de 
      utilizaci&oacute;n, como elemento principal, como aporte de material comparativo, 
      evocadora de un momento o lugar, etc.<br> <br>
      Lo cierto es que se le d&eacute; el uso que se le d&eacute; a este elemento 
      se debe contar con &eacute;l con la importancia que conlleva. La elecci&oacute;n 
      del estilo de fotograf&iacute;a nos aportar&aacute; otra pieza clave para 
      la creaci&oacute;n de nuestro trabajo completo.<br> <br>
      Si bien para lograr un dise&ntilde;o correcto en cualquier estilo que se 
      pretenda, todos los elementos del mismo deben ser cuidados en gran medida, 
      la fotograf&iacute;a consigue evocar de forma dr&aacute;stica &eacute;pocas 
      concretas mediante su forma de utilizaci&oacute;n.<br> <br>
      Una fotograf&iacute;a virada en tonos sepias nos ubicar&aacute; inevitablemente 
      en un ambiente cl&aacute;sico; una fotograf&iacute;a coloreada generar&aacute; 
      una atm&oacute;sfera de los a&ntilde;os 50; la fotograf&iacute;a abstracta 
      presentar&aacute; un espacio m&aacute;s moderno.<br> <br>
      Cualquier tendencia ser&aacute; marcada por el dise&ntilde;ador, que, dirigiendo 
      la pauta de la creaci&oacute;n, determinar&aacute; un estilo u otro, un 
      fot&oacute;grafo u otro.</td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" class="comu"><table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><strong>6. La Ilustración.<a name="ilustra"></a></strong></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td class="miniRojo">&nbsp;</td>
    <td colspan="2" class="miniRojo">Pero hay ocasiones en las que una fotograf&iacute;a 
      nos imprime un excesivo entorno real.<br> <br>
      Existen ocasiones en las que nuestra intenci&oacute;n se dirige en mayor 
      medida hacia un aspecto gr&aacute;fico. Condicionado por el target para 
      el que trabajamos, es posible que necesitemos contar con ilustraciones. 
      Quiz&aacute; para integrar en el conjunto o bien para apoyar todo un desarrollo 
      en un elemento &uacute;nico, como pudiera ser el caso de los logotipos y 
      anagramas, en los que una fotograf&iacute;a no nos permite la aplicaci&oacute;n 
      necesaria.<br> <br>
      Dise&ntilde;os que deben exponerse a reducciones m&iacute;nimas y que deben 
      transmitir todo un conjunto de informaci&oacute;n mediante un solo elemento, 
      se sirven de la ilustraci&oacute;n como medio para solucionar gr&aacute;ficamente 
      este conflicto.<br> <br>
      Efectos de producto manufacturado, art&iacute;sticos, infantiles, de comic, 
      etc., son conseguidos mediante el uso de ilustraciones como elemento base 
      del dise&ntilde;o.</td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" class="miniRojo"> <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><strong>7. Diferentes Estilos</strong><a name="styles"></a></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td class="miniRojo">&nbsp;</td>
    <td colspan="2" class="miniRojo">Estudiando los diferentes estilos que han 
      ido surgiendo de forma paulatina durante la evoluci&oacute;n del Dise&ntilde;o, 
      podemos encontrar una pauta para la creaci&oacute;n de nuevos dise&ntilde;os 
      que &#8216;funcionen&#8217; en la &eacute;poca actual.<br>
      Lo necesario es llegar a conocer correctamente a qui&eacute;n va a ir dirigido. 
      Cuanto m&aacute;s claro sea el target, m&aacute;s f&aacute;cil ser&aacute; 
      acertar con el dise&ntilde;o si est&aacute; bien escogido.<br>
      Se proponen 5 estilos claramente definidos:<br> <br> <strong>- Estilo Tradicional.</strong><br>
      Cuando los valores m&aacute;s importantes para comunicar son la durabilidad, 
      antig&uuml;edad, artesan&iacute;a, permanencia y tradici&oacute;n es claro 
      que nuestro objetivo se dirige hacia una creaci&oacute;n tradicional.<br>
      La calidez en los colores, la ilustraci&oacute;n cl&aacute;sica, la falta 
      de agresividad en el mensaje es lo que permitir&aacute; acercarse a nuestro 
      producto a un p&uacute;blico que busca la calidad en lo tradicional.<br>
      Lejos de novedosos productos, es necesario imprimir mediante la combinaci&oacute;n 
      de elementos esta sensaci&oacute;n de &#8220;antiguo&#8221;.<br> <br> <strong>- 
      Estilo Retrospectivo.</strong><br>
      Este estilo, ha ido cambiando en funci&oacute;n de la moda en los &uacute;ltimos 
      a&ntilde;os, siendo muy utilizado en la promoci&oacute;n de productos y 
      servicios.<br>
      Consistir&iacute;a en recoger una tendencia de servicio y l&iacute;nea de 
      dise&ntilde;o antigua y equiparar con el servicio que se presta en la actualidad 
      utilizando elementos antiguos en composiciones novedosas. Esta evocaci&oacute;n 
      del pasado, de forma consciente o subconscientemente genera una similitud 
      con lo conocido, por lo que crea un aire familiar al usuario del servicio.<br> 
      <br> <strong>- Estilo Cl&aacute;sico.</strong><br>
      Considerando como cl&aacute;sicos aquellos dise&ntilde;os que perduran por 
      su gran impacto social y calidad gr&aacute;fica desde hace muchos, muchos 
      a&ntilde;os ( Coca-cola, Pepsi, Rolls Royce..), podemos descubrir que no 
      necesariamente tuvieron una gran aceptaci&oacute;n en sus principios, pero 
      que su calidad y sutilidad han conseguido convertirlos en un referente.<br> 
      <br>
      El estilo cl&aacute;sico o clasicista, se considera aromatizado por la antigua 
      Roma y Grecia. De suaves l&iacute;neas, elevada sencillez, cuidados elementos 
      y contenidos colores, para lograr acercarse a estas hist&oacute;ricas l&iacute;neas 
      de dise&ntilde;o, la confianza en las estructuras limpias, las tipograf&iacute;as 
      elegantes y el car&aacute;cter de sobriedad y equilibrio son la base de 
      la composici&oacute;n.<br> <br>
      Citando a Abram Games: &#8220;<em>El buen dise&ntilde;o puede ser comparado 
      a la ingenier&iacute;a: la infraestructura invisible debe estar tan bien 
      dise&ntilde;ada como lo que se ve</em>.&#8221;<br> <br> <strong>- Estilo 
      Juvenil.</strong><br>
      Si existe un target complejo en toda su amplitud de la palabra, es el juvenil.<br>
      Abarca desde los beb&eacute;s hasta los adolescentes. Incluso me atrever&iacute;a 
      a decir que tambi&eacute;n a los padres, quienes son los compradores del 
      producto final&#8230;.<br> <br>
      Ambientes coloristas, repletos de informaci&oacute;n recuperada de la televisi&oacute;n, 
      pel&iacute;culas de cine, comics, m&uacute;sica,&#8230; un entorno muy variado 
      para un p&uacute;blico extremadamente exigente; cualquier ni&ntilde;o es 
      capaz de distinguir una imitaci&oacute;n de un art&iacute;culo original.<br>
      Detallistas, condicionados por la influencia social, sus padres, su entorno, 
      no s&oacute;lo resulta &aacute;rdua la tarea de incidir de forma correcta, 
      sino que la responsabilidad que ello acarrea debe ser bien medida, pues 
      necesariamente no se puede olvidar el impacto que producir&aacute; en personas 
      &#8220;en v&iacute;a de desarrollo&#8221;.<br>
      Si en alg&uacute;n caso el mensaje ha de ser correcto es aqu&iacute;, limitando 
      el campo de actuaci&oacute;n.<br>
      Un valor claramente imprescindible es la originalidad que buscan todos ellos 
      para destacar entre el grupo.<br>
      Podr&iacute;a hablarse tambi&eacute;n de sofisticaci&oacute;n, buscada por 
      el sector de mayor edad, correctamente descrito como &#8220;Adultos J&oacute;venes&#8221;.<br> 
      <br> <strong>- Estilo de Gran Consumo.</strong><br>
      Englobamos aqu&iacute; a las marcas de reconocido prestigio con suficiente 
      bagaje como para tener una identidad propia.<br>
      Esto hace que se deba aprovechar esa imagen de marca para futuros trabajos 
      o nuevas promociones.<br>
      Curiosamente encontramos una gran estaticidad en cuanto elementos de dise&ntilde;o 
      para mantener ese rigor corporativo algunos casos, mientras que en otros 
      lo que el p&uacute;blico exige sistem&aacute;ticamente es lo contrario: 
      la novedad. Claro ejemplo encontramos en el sector de la automoci&oacute;n, 
      donde es vital ese nuevo modelo que se diferencia del anterior.<br>
      Las nuevas promociones suelen apoyarse en fuertes pilares sociales como 
      concursos, eventos de actualidad, figuras de renombre,&#8230; aqu&iacute; 
      las herramientas deben estar a la altura de la incidencia social y su visibilidad 
      es total. </td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" class="miniRojo"><table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><strong>8. Casos de Estudio</strong><a name="casos"></a></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td class="miniRojo">&nbsp;</td>
    <td colspan="2" valign="top" class="miniRojo">A continuaci&oacute;n citar&eacute; 
      brevemente los casos de estudio, aclarando mi opini&oacute;n al respecto 
      en algunos casos.<br>
      Divididos por tipos de mercado.<br> <br> <strong>Mercado de Gran Consumo.</strong><br>
      - HARP Lager Beer.<br>
      Redise&ntilde;o de imagen de marca en un mercado en el que hab&iacute;a 
      perdido gran fuerza, describe la evoluci&oacute;n del lay-out hasta llegar 
      a un producto final desde mi modo de ver, excepcional. Se echa en falta 
      la informaci&oacute;n de los resultados de mercado tras la nueva implantaci&oacute;n.<br> 
      <br>
      - Marie Claire.<br>
      Como revista de tirada internacional, el estudio se centra en la creaci&oacute;n 
      de una ret&iacute;cula y el estudio de los elementos de dise&ntilde;o para 
      la revista.<br> <br>
      - Quatro.<br>
      Estudio de una nueva bebida e imagen de marca donde, gracias a los estudios 
      de mercado, el dise&ntilde;ador mediante la t&eacute;cnica del cross-dressing 
      genera una imagen de moda para una bebida refrescante natural. Mercado Juvenil.<br> 
      <br>
      - Trendy.<br>
      Implantaci&oacute;n de un nuevo producto para el mercado juvenil japon&eacute;s, 
      centr&aacute;ndose mucho en la orientaci&oacute;n del trabajo mediante el 
      estudio de mercado. Muestra los resultados para el nuevo concepto de packaging.<br> 
      <br>
      - Madonna &#8220;True Blue&#8221;.<br>
      Estudio de f&oacute;rmulas de dise&ntilde;o y distintos enfoques visuales 
      para desarrollar un trabajo para su &uacute;ltimo LP en el que &#8216;molestar&#8217; 
      a la estrella de reconocido prestigio fuera las menos veces posibles.<br>
      Destaca el trabajo coordinado con el fot&oacute;grafo y los efectos aplicados 
      a la fotografia seleccionada en blanco y negro. <br> <br> <strong>Mercado 
      Sofisticado.</strong><br>
      - Quarto.<br>
      Menoria anual de esta firma de comunicaci&oacute;n y edici&oacute;n. Alto 
      contenido financiero y b&uacute;squeda de una alt&iacute;sima calidad de 
      imagen acorde con el trabajo de la empresa.<br>
      Desarrollo del lay-out, fases del proyecto y en qu&eacute; momentos se le 
      present&oacute; al cliente para su visto bueno.<br> <br>
      - Ashby. Premier Ground Coffee.<br>
      Nueva l&iacute;nea de productos de esta marca con m&aacute;s de 150 a&ntilde;os 
      en el mercado.<br>
      Incide en el juego de color medido y elegante para la nueva serie, trabajo 
      con las ilustraciones para conseguir el objetivo buscado resolvi&eacute;ndolo 
      inmejorablemente.<br> <br> <strong>Mercados Especiales.</strong><br>
      - 20 Broadwick Street.<br>
      Increible proyecto descrito desde su gestaci&oacute;n en el que el cuidado 
      de los detalles es extremo consiguiendo un conjunto de dise&ntilde;o y marketing 
      global dificilmente mejorable.<br>
      Desde el logotipo, sus aplicaciones, los anuncios en prensa, invitaciones, 
      inauguraci&oacute;n, folletos,&#8230;. Inmejorable forma de cerrar el trabajo.<br> 
    </td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
  <tr> 
    <td colspan="3" class="comu"> <table width="100%" border="0" cellspacing="0" cellpadding="0">
        <tr> 
          <td class="comu"><a href="http://www.sadmedia.com" class="comu"><strong>Daniel Gómez</strong></a></td>
          <td align="right"><a href="#top" class="mini"><img src="img/top.png" width="9" height="11" hspace="5" border="0" align="absmiddle">Arriba</a></td>
        </tr>
      </table></td>
  </tr>
  <tr> 
    <td colspan="3" class="tdpq"></td>
  </tr>
</table>
<br>
</body>
</html>
